Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRO_RAW_48MP_TITLE
source: ProRAW & Resolution Control
ar: التحكم في ProRAW والدقة
bg: Управление на ProRAW и разделителната способност
bn: ProRAW এবং রেজোলিউশন কন্ট্রোল
ca: Control ProRAW i de resolució
cs: Ovládání pro ProRAW a ovládání rozlišení
da: ProRAW og opløsningskontrol
de: ProRAW und Auflösungssteuerung
el: Στοιχείο ελέγχου ProRAW και ανάλυσης
es: Control de la resolución y ProRAW
es_us: Control de ProRAW y resolución
fi: ProRAW- ja tarkkuussäätimet
fr: Commande de résolution et Apple ProRAW
fr_ca: Commande de résolution et ProRAW
gu: ProRAW અને રિઝોલ્યૂશન કંટ્રોલ
he: פקד ProRAW ורזולוציה
hi: ProRAW और रिज़ोल्यूशन कंट्रोल
hr: Kontrola za ProRAW i razlučivost
hu: ProRAW és Felbontásvezérlő
id: ProRAW & Kontrol Resolusi
it: Controllo ProRAW e risoluzione
ja: ProRAWと解像度コントロール
kk: ProRAW және ажыратымдылықты басқару
kn: ProRAW ಮತ್ತು ರೆಸಲ್ಯೂಷನ್ ಕಂಟ್ರೋಲ್
ko: ProRAW 및 해상도 제어기
lt: „ProRAW“ ir raiškos valdymas
ml: ProRAW & റെസലൂഷൻ നിയന്ത്രണം
mr: ProRAW व रेझोल्यूशन कंट्रोल
ms: Kawalan ProRAW & Resolusi
nb: ProRAW- og oppløsnings­kontroll
nl: ProRAW- en resolutieregelaar
or: ProRAW ଏବଂ ରିଜୋଲ୍ୟୁଶନ୍ କଣ୍ଟ୍ରୋଲ୍
pa: ProRAW ਅਤੇ ਰੈਜ਼ੋਲੂਸ਼ਨ ਕੰਟਰੋਲ
pl: Narzędzie ProRAW i rozdzielczości
pt_br: Controle de ProRAW e da Resolução
pt_pt: ProRAW e controlo de resolução
ro: Comenzi ProRAW și rezoluție
ru: Управление ProRAW и разрешением
sk: Ovládanie pre ProRAW a ovládanie rozlíšenia
sl: Krmilna funkcija ProRAW in izbira ločljivosti
sv: ProRAW och upplösningsreglage
ta: ProRAW & தெளிவுத்திறன் கட்டுப்பாடு
te: ProRAW & రిజల్యూషన్ కంట్రోల్
th: ควบคุม ProRAW และความละเอียด
tr: ProRAW ve Çözünürlük Denetimi
uk: Режим ProRAW і контроль роздільності
ur: ‏ProRAW اور ریزولیوشن کنٹرول
vi: ProRAW & Điều khiển độ phân giải
zh_cn: ProRAW与分辨率控制
zh_hk: ProRAW與解像度控制項目
zh_tw: ProRAW與解析度控制項目

# CAM_PRO_RAW_ENCODING_FOOTER
source: JPEG-XL offers improved compression over JPEG, resulting in smaller file sizes. JPEG-XL support is available on iOS 17 and later, and macOS 14 and later.
ar: يعرض ⁨JPEG-XL⁩ ضغطًا محسنًا أفضل من JPEG، حيث يؤدي إلى أحجام ملفات أصغر. دعم ⁨JPEG-XL⁩ متوفر على iOS 17 والأحدث و macOS 14 والأحدث.
bg: Форматът JPEG-XL предлага подобрено компресиране, в сравнение с JPEG, с по-малки размери на файловете. Поддръжката на JPEG-XL е налична на iOS 17 и следваща версия и на macOS 14 и следваща версия.
bn: JPEG তুলনায় JPEG-XL দ্বারা আরও ভালোভাবে কম্প্রেস করে ফাইল সাইজ তুলনামূলক কম করা যায়। iOS 17 ও এর পরের ভার্সন, এবং macOS 14 ও এর পরের ভার্সনগুলিতে JPEG-XL উপলভ্য।
ca: El format JPEG‑XL ofereix millor compressió que el JPEG, de manera que els arxius també són més petits. Està disponible a partir de l’iOS 17 i del macOS 14.
cs: JPEG‑XL nabízí v porovnání s formátem JPEG vylepšenou kompresi, takže mají výsledné soubory menší velikost. Formát JPEG‑XL je podporován v systémech iOS 17 a novějších a macOS 14 a novějších.
da: JPEG-XL har forbedret komprimering sammenlignet med JPEG, så arkivstørrelserne bliver mindre. JPEG-XL understøttes kun på iOS 17 og nyere versioner samt macOS 14 og nyere versioner.
de: Im Vergleich zu JPEG bietet JPEG-XL eine verbesserte Komprimierung, was zu kleineren Dateigrößen führt. JPEG-XL wird auf iOS 17 (und neuer) sowie macOS 14 (und neuer) unterstützt.
el: Το JPEG-XL προσφέρει βελτιωμένη συμπίεση σε σύγκριση με το JPEG, δημιουργώντας αρχεία μικρότερου μεγέθους. Η υποστήριξη JPEG-XL διατίθεται σε iOS 17 και μεταγενέστερες εκδόσεις, και macOS 14 και μεταγενέστερες εκδόσεις.
es: El formato JPEG‑XL ofrece una mejor compresión que JPEG, por lo que genera archivos de menor tamaño (disponible en iOS 17, macOS 14 y versiones posteriores).
es_us: El formato JPEG-XL ofrece una mejor compresión que JPEG, por lo que genera archivos de menor tamaño. Este formato está disponible en iOS 17, macOS 14 y versiones posteriores.
fi: JPEG-XL tarjoaa paremman pakkauksen kuin JPEG, minkä ansiosta tiedostokoot ovat pienempiä. JPEG-XL-tuki on saatavilla iOS 17:ssä ja uudemmissa sekä macOS 14:ssä ja uudemmissa.
fr: Le format JPEG-XL propose une meilleure compression que le format JPEG et réduit ainsi la taille des fichiers. Le format JPEG-XL est pris en charge sur iOS 17 et ultérieur, et macOS 14 et ultérieur.
fr_ca: Le format JPEG‑XL offre une meilleure compression que le format JPEG pour des fichiers moins volumineux. Le format JPEG-XL est pris en charge par iOS 17, macOS 14 et toutes versions ultérieures.
gu: JPEG-XL દ્વારા JPEG પર બહેતર કંપ્રેશન પ્રદાન કરવામાં આવે છે જેના પરિણામે ફાઇલ સાઇઝ નાની થઈ જાય છે. JPEG-XL સપોર્ટ iOS 17 અને તે પછીના વર્ઝન અને macOS 14 અને તે પછીના વર્ઝન પર ઉપલબ્ધ છે.
he: פורמט JPEG-XL מציע דחיסה משופרת בהשוואה לפורמט JPEG, כך שגודלי הקבצים קטנים יותר. תמיכה בפורמט JPEG-XL זמינה בגירסת iOS 17 ואילך ובגירסת macOS 14 ואילך.
hi: JPEG-XL द्वारा JPEG की तुलना में बेहतर कंप्रेशन क्षमता प्रदान की जाती है जिसकी वजह से फ़ाइल छोटे आकार की होती हैं। JPEG-XL समर्थन iOS 17 और बाद के संस्करण और macOS 14 और बाद के संस्करण में उपलब्ध है।
hr: JPEG-XL nudi poboljšanu kompresiju u odnosu na JPEG, što rezultira manjim veličinama datoteka. Podrška za JPEG-XL dostupna je u sustavu iOS 17 i novijima te sustavu macOS 14 i novijima.
hu: A JPEG-XL opció jobb tömörítést biztosít a JPEG opcióval szemben, ami kisebb fájlméretet eredményez. JPEG-XL-támogatás iOS 17 és újabb, illetve macOS 14 és újabb rendszereken érhető el.
id: JPEG-XL menawarkan kompresi yang lebih baik dari JPEG, sehingga menghasilkan ukuran file yang lebih kecil. Dukungan JPEG-XL tersedia di iOS 17 dan lebih baru, serta macOS 14 dan lebih baru.
it: JPEG‑XL offre una compressione ottimizzata rispetto a JPEG, garantendo una dimensione dei file minore. JPEG‑XL è compatibile con iOS 17 e versioni successive e con macOS 14 e versioni successive.
ja: JPEG-XLはJPEGよりも圧縮率が向上しているため、ファイルサイズが小さくなります。JPEG-XLはiOS 17以降とmacOS 14以降で使用可能です。
kk: JPEG-XL форматы JPEG форматына қарағанда жақсартылған қысуды ұсынады, нәтижесінде файл өлшемдері кішірейеді. JPEG-XL форматына iOS 17 және одан кейінгі нұсқаларында және macOS 14 және одан кейінгі нұсқаларында қолдау көрсетіледі.
kn: JPEG-XL JPEGಗಿಂತ ಸುಧಾರಿತ ಕಂಪ್ರೆಷನ್ ಅನ್ನು ನೀಡುತ್ತದೆ, ಇದರ ಪರಿಣಾಮವಾಗಿ ಫೈಲ್ ಗಾತ್ರಗಳು ಸಣ್ಣದಿರುತ್ತವೆ. iOS 17 ಹಾಗೂ ನಂತರದ ಮತ್ತು macOS 14 ಮತ್ತು ನಂತರದ ಆವೃತ್ತಿಯಲ್ಲಿ JPEG-XL ಬೆಂಬಲವು ಲಭ್ಯವಿದೆ.
ko: JPEG-XL은 JPEG보다 향상된 압축률을 제공하여 파일 크기를 더 작게 줄입니다. JPEG-XL 형식은 iOS 17 및 이후 버전 또는 macOS 14 및 이후 버전에서 지원됩니다.
lt: JPEG-XL yra patobulintas JPEG failų glaudinimo formatas, skirtas mažesniems failams kurti. JPEG-XL palaikomas „iOS 17“ ir vėlesnėse versijose, taip pat „macOS 14“ ir vėlesnėse versijose.
ml: JPEG‍-‍യേക്കാളും മെച്ചപ്പെട്ട കംപ്രഷൻ JPEG-XL പ്രദാനം ചെയ്യുന്നു, അതുവഴി ഫയൽ വലിപ്പം കൂടുതൽ ചെറുതാകുന്നു. iOS 17‍-‍ലും അതിന് ശേഷമുള്ളവയിലും, macOS 14-‍ലും അതിന് ശേഷമുള്ളവയിലും JPEG-XL പിന്തുണ ലഭ്യമാണ്.
mr: JPEG-XL हे JPEG पेक्षा सुधारित कॉम्प्रेशन प्रदान करते ज्याने फाइलचा आकार छोटा होतो. iOS 17 आणि नंतरचे व्हर्जन, आणि macOS 14 आणि नंतरच्या व्हर्जनवर JPEG-XL सपोर्ट उपलब्ध आहे.
ms: JPEG-XL menawarkan pemampatan yang dipertingkat berbanding JPEG, yang menghasilkan saiz fail yang lebih kecil. Sokongan JPEG-XL tersedia pada iOS 17 dan lebih baharu serta macOS 14 dan lebih baharu.
nb: JPEG-XL tilbyr bedre komprimering enn JPEG, som gir mindre filstørrelser. Støtte for JPEG-XL er tilgjengelig fra og med iOS 17 og macOS 14.
nl: JPEG-XL biedt verbeterde compressie ten opzichte van JPEG, wat resulteert in een kleinere bestandsgrootte. Ondersteuning voor JPEG-XL is beschikbaar op iOS 17 en nieuwer en macOS 14 en nieuwer.
or: JPEG-XL JPEG ଅପେକ୍ଷା ଉନ୍ନତ କମ୍ପ୍ରେଶନ୍ ପ୍ରଦାନ କରେ, ଫଳ ସ୍ବରୂପ ଫାଇଲ୍‌ର ଆକାର ଛୋଟ ହୁଏ। JPEG-XL ସମର୍ଥନ iOS 17 ଏବଂ ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍ ଏବଂ macOS 14 ଏବଂ ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍‌ ପାଇଁ ଉପଲବ୍ଧ।
pa: JPEG-XL ਵੱਲੋਂ JPEG ਉੱਤੇ ਬਿਹਤਰ ਕੰਪਰੈਸ਼ਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਨਤੀਜੇ ਵਜੋਂ ਛੋਟੇ ਫ਼ਾਈਲ ਆਕਾਰ ਹੁੰਦੇ ਹਨ। JPEG-XL ਸਮਰਥਨ iOS 17 ਅਤੇ ਬਾਅਦ ਦੇ ਸੰਸਕਰਨ ਅਤੇ macOS 14 ਅਤੇ ਬਾਅਦ ਦੇ ਸੰਸਕਰਨ ‘ਤੇ ਉਪਲਬਧ ਹੈ।
pl: Format JPEG‑XL oferuje lepszą kompresję niż JPEG, pozwalając generować mniejsze pliki. Jest obsługiwany w systemie iOS 17 i nowszych oraz macOS 14 i nowszych.
pt_br: JPEG‑XL oferece uma compressão mais aprimorada do que JPEG, resultando em arquivos com tamanhos menores. A compatibilidade com JPEG‑XL está disponível no iOS 17, macOS 14 e versões posteriores.
pt_pt: O formato JPEG‑XL oferece um maior nível de compressão relativamente ao JPEG, gerando ficheiros mais pequenos. Está disponível a partir do iOS 17 e do macOS 14.
ro: JPEG-XL oferă comprimare îmbunătățită față de JPEG, conducând la fișiere de dimensiuni mai scăzute. Compatibilitatea JPEG-XL este disponibilă pe iOS 17 și versiuni ulterioare și pe macOS 14 și versiuni ulterioare.
ru: По сравнению с JPEG, формат JPEG‑XL отличается улучшенным качеством сжатия, что уменьшает размер файлов. JPEG‑XL поддерживается на iOS 17 или новее и на macOS 14 или новее.
sk: Formát JPEG-XL ponúka lepšiu kompresiu ako JPEG, výsledkom čoho je menšia veľkosť súborov. Podpora pre JPEG-XL je k dispozícii v systémoch iOS 17 a macOS 14 a ich novších verziách.
sl: JPEG-XL omogoča boljše stiskanje v primerjavi z JPEG, kar pomeni, da so velikosti datotek manjše. Podpora za JPEG-XL je na voljo v operacijskem sistemu iOS 17 in novejših različicah ter macOS 14 in novejših različicah.
sv: JPEG-XL tillhandahåller förbättrad komprimering via JPEG vilket leder till mindre filstorlekar. Stöd för JPEG-XL är tillgängligt på iOS 17 och senare samt macOS 14 och senare.
ta: JPEGஐ விட மேம்பட்ட கம்ப்ரெஷனை JPEG-XL வழங்குவதால், கோப்பின் அளவு குறைவாக இருக்கும். iOS 17 மற்றும் அதற்குப் பிந்தைய பதிப்புகளிலும், macOS 14 மற்றும் அதற்குப் பிந்தைய பதிப்புகளிலும் JPEG-XL வசதி கிடைக்கிறது.
te: JPEG-XL అనేది JPEG కంటే మెరుగైన కంప్రెషన్ సామర్థ్యాలను అందిస్తుంది, ఫలితంగా ఫైల్ సైజ్‌లు చిన్నగా ఉంటాయి. JPEG-XL మద్దతు iOS 17, ఆ తర్వాతి వెర్షన్‌లలోను మరియు macOS 14 మరియు ఆ తర్వాతి వెర్షన్‌లలో అందుబాటులో ఉంటుంది.
th: JPEG-XL มีการปรับปรุงการบีบอัดผ่านทาง JPEG ซึ่งส่งผลให้ไฟล์มีขนาดเล็กลง มีการรองรับ JPEG-XL บน iOS 17 ขึ้นไปและ macOS 14 ขึ้นไป
tr: JPEG-XL, JPEG’e göre iyileştirilmiş bir sıkıştırma sunar ve daha küçük dosyalar oluşturur. JPEG-XL desteği, iOS 17 ve daha yenisi ile macOS 14 ve daha yenisinde kullanılabilir.
uk: Стискання даних у форматі JPEG‑XL ефективніше, ніж у JPEG, завдяки чому розмір отриманого файлу буде менший. Цей формат доступний в iOS 17 чи новішої версії та macOS 14 чи новішої версії.
ur: ‏JPEG کے مقابلے میں⁨JPEG-XL⁩بہتر کمپریشن فراہم کرتی ہے جسکی وجہ سے فائل کی سائز چھوٹی ہوجاتی ہے۔ ⁨JPEG-XL⁩ سپورٹ ⁨iOS ^[17](formatNumber: true)⁩ اور بعد کے ورژن اور ⁨macOS ^[14](formatNumber: true)⁩ اور بعد کے ورژن میں دستیاب ہے۔
vi: JPEG-XL cung cấp khả năng nén được cải thiện so với JPEG, dẫn đến kích cỡ tệp nhỏ hơn. Hỗ trợ JPEG-XL có sẵn trên iOS 17 trở lên và macOS 14 trở lên.
zh_cn: JPEG-XL提供优于JPEG的压缩技术，可缩减生成文件的大小。iOS 17及更高版本和macOS 14及更高版本支持JPEG-XL。
zh_hk: JPEG-XL比JPEG具有更好的壓縮效果，從而生成更小的檔案大小。iOS 17及較新版本以及macOS 14及較新版本均支援JPEG-XL。
zh_tw: JPEG-XL提供比JPEG更好的壓縮品質，產生的檔案大小更小。iOS 17和以上版本以及macOS 14和以上版本可支援JPEG-XL。

# CAM_PRO_RAW_ENCODING_JPEG_LOSSLESS
source: JPEG Lossless (Most Compatible)
ar: ‏JPEG Lossless (الأكثر توافقًا)
bg: JPEG без загуба (най-съвместим)
bn: JPEG Lossless (সবচেয়ে উপযোগী)
ca: JPEG sense pèrdua (compatibilitat màxima)
cs: Bezztrátový JPEG (nejkompatibilnější)
da: JPEG Lossless (mest kompatibel)
de: JPEG Lossless (höchste Kompatibilität)
el: Lossless JPEG (Πιο συμβατή μορφή)
es: JPEG sin pérdida (el más compatible)
es_us: JPEG Lossless (más compatible)
fi: JPEG Lossless (yhteensopivin)
fr: JPEG Lossless (le plus compatible)
fr_ca: JPEG sans perte (le plus compatible)
gu: JPEG Lossless (સૌથી સુસંગત)
he: ‏JPEG Lossless (התואם ביותר)
hi: JPEG Lossless (सर्वाधिक संगत)
hr: JPEG Lossless (Najkompatibilnije)
hu: Veszteségmentes JPEG (legjobb komp.)
id: JPEG Lossless (Paling Kompatibel)
it: JPEG Lossless (compatibilità ottimale)
ja: JPEGロスレス（互換性優先）
kk: JPEG Lossless (ең үйлесімді)
kn: JPEG Lossless (ಹೆಚ್ಚು ಕಂಪ್ಯಾಟಿಬಲ್)
ko: JPEG 무손실(가장 호환성이 뛰어남)
lt: JPEG nenuostolingasis formatas (pasirinkus „Labiausiai suderinami“)
ml: JPEG Lossless (ഏറ്റവും അനുയോജ്യതയുള്ളത്)
mr: JPEG Lossless (अत्यंत सुसंगत)
ms: JPEG Lossless (Paling Serasi)
nb: JPEG Lossless (mest kompatibelt)
nl: JPEG Lossless (meest compatibel)
or: JPEG ଲସ୍‌ଲେସ୍‌ (ସର୍ବାଧିକ ସୁସଙ୍ଗତ)
pa: JPEG Lossless (ਸਭ ਤੋਂ ਵੱਧ ਢੁਕਵਾਂ)
pl: JPEG bezstratny (największa zgodność)
pt_br: JPEG Lossless (Maior Compatibilidade)
pt_pt: JPEG sem perdas (mais compatível)
ro: JPEG Lossless (compatibilitate maximă)
ru: JPEG Lossless (оптимальный)
sk: JPEG bezstratový (najkompatibilnejší)
sl: JPEG brezizgubno (najbolj združljivo)
sv: JPEG Lossless (mest kompatibel)
ta: JPEG Lossless (அதிக இணக்கமானது)
te: JPEG Lossless (అత్యంత అనుకూలమైనది)
th: JPEG Lossless (ใช้ได้มากที่สุด)
tr: JPEG Kayıpsız (En Uyumlu)
uk: JPEG без втрат (найбільш сумісний)
ur: ‏JPEG Lossless (سب سے زیادہ موافق)
vi: JPEG Lossless (Tương thích nhất)
zh_cn: JPEG无损（兼容性最佳）
zh_hk: JPEG無損（最相容）
zh_tw: JPEG保真壓縮（相容性最高）

# CAM_PRO_RAW_ENCODING_TITLE
source: ProRAW Format
ar: ProRAW تنسيق
bg: Формат ProRAW
bn: ProRAW ফর্ম্যাট
ca: Format ProRAW
cs: Formát ProRAW
el: Μορφή ProRAW
es: Formato ProRAW
es_us: Formato ProRAW
fi: ProRAW-muoto
fr: Format Apple ProRAW
fr_ca: Format ProRAW
gu: ProRAW ફૉર્મેટ
he: פורמט ProRAW
hi: ProRAW फ़ॉर्मैट
hr: Format ProRAW
hu: ProRAW formátum
id: Format ProRAW
it: Formato ProRAW
ja: ProRAWフォーマット
kk: ProRAW форматы
kn: ProRAW ಫಾರ್ಮ್ಯಾಟ್
ko: ProRAW 포맷
lt: „ProRAW“ formatas
ml: ProRAW ഫോർമാറ്റ്
mr: ProRAW फॉरमॅट
ms: Format ProRAW
nl: ProRAW-structuur
or: ProRAW ଫର୍ମାଟ୍
pa: ProRAW ਫ਼ਾਰਮੈਟ
pl: Format ProRAW
pt_br: Formato ProRAW
pt_pt: Formato ProRAW
ro: Format ProRAW
ru: Формат ProRAW
sk: Formát ProRAW
sl: Oblika zapisa ProRAW
ta: ProRAW ஃபார்மெட்
te: ProRAW ఫార్మాట్
th: รูปแบบ ProRAW
tr: ProRAW Biçimi
uk: Формат ProRAW
ur: ‏⁨ProRAW⁩ فارمیٹ
vi: Định dạng ProRAW
zh_cn: ProRAW格式
zh_hk: ProRAW格式
zh_tw: ProRAW格式

# CAM_PRO_RES_RESOLUTION
source: ProRAW Resolution
ar: دقة ProRAW
bg: Разделителната способност ProRAW
bn: ProRAW রেজোলিউশন
ca: Resolució ProRAW
cs: Rozlišení ProRAW
da: ProRAW-opløsning
de: ProRAW-Auflösung
el: Ανάλυση ProRAW
es: Resolución ProRAW
es_us: Resolución de ProRAW
fi: ProRAW-tarkkuus
fr: Résolution ProRAW
fr_ca: Résolution ProRAW
gu: ProRAW રિઝોલ્યૂશન
he: רזולוציית ProRAW
hi: ProRAW रिज़ोल्यूशन
hr: ProRAW razlučivost
hu: ProRAW felbontás
id: Resolusi ProRAW
it: Risoluzione ProRAW
ja: ProRAW解像度
kk: ProRAW ажыратымдылығы
kn: ProRAW ರೆಸಲ್ಯೂಷನ್
ko: ProRAW 해상도
lt: „ProRAW“ raiška
ml: ProRAW റെസലൂഷൻ
mr: ProRAW रेझोल्यूशन
ms: Resolusi ProRAW
nb: ProRAW-oppløsning
nl: ProRAW-resolutie
or: ProRAW ରିଜୋଲ୍ୟୁଶନ୍
pa: ProRAW ਰੈਜ਼ੋਲੂਸ਼ਨ
pl: Rozdzielczość ProRAW
pt_br: Resolução ProRAW
pt_pt: Resolução ProRAW
ro: Rezoluție ProRAW
ru: Разрешение ProRAW
sk: ProRAW rozlíšenie
sl: Ločljivost ProRAW
sv: ProRAW-upplösning
ta: ProRAW தெளிவுத்திறன்
te: ProRAW రిజల్యూషన్
th: ความละเอียด ProRAW
tr: ProRAW Çözünürlüğü
uk: Роздільність ProRAW
ur: ‏ProRAW ریزولیوشن
vi: Độ phân giải ProRAW
zh_cn: ProRAW分辨率
zh_hk: ProRAW解像度
zh_tw: ProRAW解析度

# CAM_RECORD_CINEMATIC_FOOTER_HEAD
source: A minute of Cinematic video will be approximately:
ar: دقيقة الفيديو السينمائي ستكون تقريبًا:
bg: Видео с продължителност една минута в режим Кинематографски ще бъде около:
bn: এক মিনিটের একটি সিনেম্যাটিক ভিডিওর সাইজ হবে প্রায়:
ca: Un minut de vídeo de cine serà aproximadament:
cs: Minuta videa ve filmařském režimu zabere přibližně:
da: Et minuts Filmisk video er omkring:
de: Eine Minute Kinovideo benötigt ungefähr:
el: Ένα λεπτό κινηματογραφικού βίντεο θα είναι περίπου:
es: Un minuto de vídeo en formato Cine será aproximadamente:
es_us: Un minuto de video con efecto de cine ocupará aproximadamente:
fi: Minuutin pituinen Elokuvallinen-video vie tilaa noin:
fr: Une minute de vidéo Cinématique sera approximativement de :
fr_ca: Une minute de vidéo Cinéma occupera environ :
gu: એક મિનિટનો સિનેમૅટિક વીડિયો હશે લગભગ :
he: דקה אחת של וידאו קולנועי היא בערך:
hi: एक मिनट का सिनेमैटिक वीडियो लगभग इस आकार का होगा :
hr: Minuta Filmskog videa imat će približno:
hu: Egy perc Filmszerű videó mérete körülbelül:
id: Satu menit video Sinematik kira-kira akan berukuran:
it: Un minuto di video con effetto cinema corrisponde approssimativamente a:
ja: 1分間のシネマティックビデオのサイズは、およそ以下の通りです:
kk: «Кино» режиміндегі видеоның бір минуты шамамен:
kn: ಒಂದು ನಿಮಿಷದ ಸಿನಿಮ್ಯಾಟಿಕ್ ವೀಡಿಯೊ ಸರಿಸುಮಾರು ಇಷ್ಟಿರುತ್ತದೆ:
ko: 시네마틱 비디오 1분의 대략적인 크기:
lt: Minutė kinematografinio vaizdo įrašo bus maždaug tokio dydžio:
ml: ഒരു മിനിറ്റ് സിനിമാറ്റിക് വീഡിയോ ഏകദേശം ഇത്രയുണ്ടാകും:
mr: एका मिनिटाचा सिनेमॅटिक व्हिडिओ अंदाजे ह्या आकाराचा असेल :
ms: Seminit video Sinematik adalah lebih kurang:
nb: Ett minutt med filmatisk video vil tilsvare omtrent:
nl: Een filmische video van een minuut is ongeveer:
or: ଏକ ମିନିଟ୍‌ର ସିନେମାଟିକ୍ ଭିଡିଓ ଆନୁମାନିକ ଭାବରେ ହେବ:
pa: ਇੱਕ ਮਿੰਟ ਦੀ ਸਿਨੇਮੈਟਿਕ ਵੀਡੀਓ ਲਗਭਗ ਇਸ ਆਕਾਰ ਦੀ ਹੋਵੇਗੀ:
pl: Minuta wideo filmowego zajmie około:
pt_br: Um minuto de vídeo em modo Cinema terá aproximadamente:
pt_pt: Um minuto de vídeo cinematográfico terá aproximadamente:
ro: Un minut de video cinematic va avea aproximativ:
ru: Минута видео с киноэффектом составит примерно:
sk: Minúta videa vo filmovom režime zaberie približne:
sl: Minuta Filmskega videa bo velika približno:
sv: En minut med cinematisk video blir omkring:
ta: ஒரு நிமிட சினிமேட்டிக் வீடியோ தோராயமாக:
te: నిమిషం సినిమాటిక్ వీడియో సుమారుగా ఇంత ఉంటుంది:
th: วิดีโอแบบภาพยนตร์หนึ่งนาทีจะใช้พื้นที่ประมาณ:
tr: Bir dakikalık Sinematik video yaklaşık şu büyüklükte olacaktır:
uk: Хвилина кінематографічного відео займатиме приблизно:
ur: ایک منٹ کی سنیمائی ویڈیو تقریباً اس سائز کی ہوگی:
vi: Một phút video Điện ảnh sẽ xấp xỉ:
zh_cn: 1分钟电影效果视频约：
zh_hk: 一分鐘的「電影效果」影片大約為：
zh_tw: 一分鐘的「電影級」錄影大約是：

# CAM_RECORD_CINEMATIC_TITLE
source: Record Cinematic
ar: تسجيل سينمائي
bg: Запис в Кинематографски
bn: সিনেম্যাটিক রেকর্ড করুন
ca: Gravació en mode de cine
cs: Záznam ve filmařském režimu
da: Optag Filmisk video
de: Kinovideo aufnehmen
el: Εγγραφή κινηματογραφικού
es: Grabar en modo Cine
es_us: Efecto Cine
fi: Tallenna Elokuvallinen
fr: Enregistrer une vidéo Cinématique
fr_ca: Enregistrer au format Cinéma
gu: સિનેમૅટિક રેકોર્ડ કરો
he: הקלטה ב״קולנועי״
hi: सिनेमैटिक रिकॉर्ड करें
hr: Filmski video
hu: Filmszerű videó rögzítése
id: Rekam Sinematik
it: Registra effetto cinema
ja: シネマティック撮影
kk: «Кино» режимі
kn: ಸಿನೆಮ್ಯಾಟಿಕ್ ಅನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿ
ko: 시네마틱 녹화
lt: Kinematografinis įrašymas
ml: സിനിമാറ്റിക്
mr: सिनेमॅटिक रेकॉर्ड करा
ms: Rakam Sinematik
nb: Ta opp filmatisk
nl: Neem filmische video op
or: ସିନେମାଟିକ୍ ରେକର୍ଡ୍‌ କରନ୍ତୁ
pa: ਸਿਨੇਮੈਟਿਕ ਰਿਕਾਰਡ ਕਰੋ
pl: Filmowe
pt_br: Gravar no Modo Cinema
pt_pt: Gravar vídeo cinematográfico
ro: Înregistrare video cinematic
ru: Запись с киноэффектом
sk: Filmové video
sl: Filmski video
sv: Spela in cinematiskt
ta: சினிமேட்டிக்கைப் பதிவுசெய்
te: సినిమాటిక్ రికార్డ్ చేయండి
th: บันทึกแบบภาพยนตร์
tr: Sinematik Kayıt
uk: Запис кінематографічного відео
ur: سنیمائی ریکارڈ کریں
vi: Quay video Điện ảnh
zh_cn: 录制电影效果视频
zh_hk: 以電影效果錄製
zh_tw: 錄製電影級

# CAM_RECORD_SLOMO_4k_100
source: 4K at 100 fps (PAL)
ar: ‏4K بمعدل ١٠٠ إطار/ث (PAL)
bg: 4K / 100 кадъра/сек (PAL)
bn: 4K 100 fps-এ (PAL)
ca: 4K a 100 fps (PAL)
cs: 4K při 100 fps (PAL)
da: 4K ved 100 bps (PAL)
de: 4K mit 100 fps (PAL)
el: 4K στα 100 καρέ/δευτ. (PAL)
es: 4K a 100 fps (PAL)
es_us: 4K a 100 fps (PAL)
fi: 4K / 100 fps (PAL)
fr: 4K à 100 ips (PAL)
fr_ca: 4K à 100 ips (PAL)
gu: 100 fps પર 4K (PAL)
he: ‏4K בקצב של ⁨100 FPS⁩ (PAL)
hi: 100 fps पर 4K (PAL)
hr: 4K pri 100 FPS (PAL)
hu: 4K / 100 fps (PAL)
id: 4K pada 100 fps (PAL)
it: 4K a 100 fps (PAL)
ja: 4K/100 fps（PAL）
kk: 4K, 100 кадр/с (PAL)
kn: 100 fpsನಲ್ಲಿ 4K (PAL)
ko: 4K - 100fps(PAL)
lt: 4K 100 kadr./s (PAL)
ml: 100 fps‍-‍ൽ 4K (PAL)
mr: 100 fps सह 4K (PAL)
ms: 4K pada 100 bps (PAL)
nb: 4K ved 100 bps (PAL)
nl: 4K op 100 fps (PAL)
or: ^[100](formatNumber: true) fpsରେ 4K (PAL)
pa: 100 fps ‘ਤੇ 4K (PAL)
pl: 4K, 100 kl./s (PAL)
pt_br: 4K a 100 fps (PAL)
pt_pt: 4K a 100 fps (PAL)
ro: 4K la 100 fps (PAL)
ru: 4K, 100 кадр⁠/⁠с (PAL)
sk: 4K, 100 fps (PAL)
sl: 4K pri 100 sličicah/s (PAL)
sv: 4K med 100 bilder/s (PAL)
ta: 4K @ 100 fps (PAL)
te: 100 fpsగా 4K (PAL)
th: 4K ที่ 100 fps (PAL)
tr: 4K, 100 kare/sn. (PAL)
uk: 4K із 100 кадр/с (PAL)
ur: ‏⁨^[100](formatNumber: true) fps⁩ پر 4K ‏(PAL)
vi: 4K tại 100 fps (PAL)
zh_cn: 4K/100 fps (PAL)
zh_hk: 4K/100 fps（PAL）
zh_tw: 4K/100 fps（PAL）

# CAM_RECORD_SLOMO_4k_100_FOOTER
source: • 630 MB with 4K at 100 fps
ar: ‏• ٦٣٠ م.ب. بدقة 4K ومعدل ١٠٠ إطار/ث
bg: • 630 MB с 4K / 100 кадъра/сек
bn: • 100 fps-এ 4K-এর সাথে 630 MB
ca: • 630 MB amb 4K a 100 fps
cs: • 630 MB při 4K a 100 fps
da: • 630 MB med 4K ved 100 bps
de: • 630 MB in 4K mit 100 fps
el: • 630 MB με 4K στα 100 καρέ/δευτ.
es: • 630 MB a 4K y 100 fps
es_us: • 630 MB con 4K a 100 fps
fi: • 630 Mt, jos valittuna on 4K / 100 fps
fr: • 630 Mo avec 4K à 100 ips
fr_ca: • 630 Mo avec 4K à 100 ips
gu: • 100 fps પર 4K માટે 630 MB
he: ‏• 630 מ״ב עם 4K בקצב של ⁨100 FPS⁩
hi: •100 fps पर 4K के साथ 630 MB
hr: • 630 MB s 4K pri 100 FPS
hu: • 630 MB 4K felbontással, 100 fps sebességgel
id: • 630 MB dengan 4K pada 100 fps
it: • 630 MB con 4K a 100 fps
ja: • 630 MB（4K/100 fps）
kk: • 630 МБ: 4K, 100 кадр/с
kn: • 100 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 630 MB
ko: • 630MB, 4K - 100 fps
lt: • 630 MB pasirinkus 4K 100 kadr./s
ml: • 100 fps‍-‍ൽ 4K‍-‍യോടു കൂടിയ 230 MB
mr: •100 fps वर 4K सह 630 MB
ms: • 630 MB dengan 4K pada 100 bps
nb: • 630 MB med 4K ved 100 bps
nl: • 630 MB met 4K op 100 fps
or: •^[100](formatNumber: true) fpsରେ 4K ସହିତ ^[630](formatNumber: true) MB
pa: • 100 fps ‘ਤੇ 4K ਨਾਲ 630 MB
pl: • 630 MB przy 4K i 100 kl./s
pt_br: • 630 MB com 4K a 100 fps
pt_pt: • 630 MB com 4K a 100 fps
ro: • 630 MB cu 4K la 100 fps
ru: • 630 МБ при 4K, 100 кадр⁠/⁠с
sk: • 630 MB pri 4K, 100 fps
sl: • 630 MB z ločljivostjo 4K pri 100 sličicah/s
sv: • 630 MB i 4K med 100 bilder/s
ta: • 4K @ 100 fps, 630 MB
te: • 100 fpsగా 4Kతో 630 MB
th: • 630 MB ด้วย 4K ที่ 100 fps
tr: • 630 MB; 4K, 100 kare/sn.
uk: • 630 МБ для 4K із 100 кадр/с
ur: • ‏⁨^[100](formatNumber: true) fps⁩ پر 4K کے ساتھ ⁨^[630](formatNumber: true) MB⁩
vi: • 630 MB với 4K tại 100 fps
zh_cn: • 630 MB, 4K/100 fps
zh_hk: • 630 MB（4K/100 fps）
zh_tw: • 630 MB（4K/100 fps）
